/* Add button */
"Add" = "Añadir";

/* Add Column Button */
"add column" = "añadir columna";

/* Add Row Button */
"add row" = "añadir fila";

/* Replace sheet panel */
"Applications are assigned to this column. If you remove this column, these applications will be assigned to another space." = "En esta columna se asignan aplicaciones. Si elimina esta columna, dichas aplicaciones se asignarán a otro espacio.";

/* Replace sheet panel */
"Applications are assigned to this row. If you remove this row, these applications will be assigned to another space." = "En esta fila se asignan aplicaciones. Si elimina esta fila, dichas aplicaciones se asignarán a otro espacio.";

/* Remove column */
"Are you sure you want to remove this column?" = "¿Seguro que desea eliminar esta columna?";

/* Remove row */
"Are you sure you want to remove this row?" = "¿Seguro que desea eliminar esta fila?";

/* Arrow Keys are bound */
"Arrow Keys" = "Teclas de flecha";

/* Columns string in Layer view */
"Columns:" = "Columnas:";

/* Display application in all spaces */
"Every Space" = "Todos los espacios";

/* Cancel Button */
"No" = "No";

/* Arrow Keys are bound */
"Number Keys" = "Teclas numéricas";

/* Other menu item */
"Other" = "Otro…";

/* Remove Column Button */
"remove column" = "eliminar columna";

/* Remove Row Button */
"remove row" = "eliminar fila";

/* Rows string in Layer view */
"Rows:" = "Filas:";

/* Space, %@ is a number */
"Space %@" = "Espacio %@";

/* space, %@ is a number */
"space %@" = "espacio %@";

/* Conflict found */
"This hot key setting conflicts with the settings for another hot key.  Use the keyboard preferences pane to resolve this conflict." = "Esta tecla de acceso rápido entra en conflicto con los ajustes de otra tecla de acceso rápido.  Utilice el panel de preferencias de teclado para resolver este conflicto.";

/* Conflict found */
"This mouse button setting conflicts with the settings for another mouse button." = "La función de este botón del ratón entra en conflicto con los ajustes de otro botón del ratón.";

/* OK Button */
"Yes" = "Sí";

